Repository: ibru/billo-app
Catalog: Billo/Localizable.xcstrings
Source language: en
Languages: es, it, pt_br

source: This permanently deletes "%@". Past occurrences are preserved as history; future occurrences will no longer be generated.
es: Esto elimina "%@" de forma permanente. Los cobros pasados se conservan en el historial; ya no se generarán cobros futuros.
it: Questa azione elimina definitivamente "%@". Le entrate passate restano nella cronologia; quelle future non verranno più generate.
pt_br: Isso apaga "%@" permanentemente. As ocorrências passadas ficam guardadas no histórico; as futuras não serão mais geradas.

source: This will permanently delete "%@".
es: Se eliminará "%@" de forma permanente.
it: Questa azione eliminerà definitivamente "%@".
pt_br: Isso vai apagar "%@" permanentemente.

source: Today
es: Hoy
it: Oggi
pt_br: Hoje

source: Tomorrow
es: Mañana
it: Domani
pt_br: Amanhã

source: Track unlimited bills with Billo Pro.
es: Gestiona recibos ilimitados con Billo Pro.
it: Bollette senza limiti con Billo Pro.
pt_br: Acompanhe contas ilimitadas com o Billo Pro.

source: Track unlimited income sources with Billo Pro.
es: Gestiona fuentes de ingresos ilimitadas con Billo Pro.
it: Fonti di entrata senza limiti con Billo Pro.
pt_br: Acompanhe fontes de renda ilimitadas com o Billo Pro.

source: Track what’s already paid
es: Controla lo que ya está pagado
it: Sai sempre cosa hai già pagato
pt_br: Acompanhe o que já foi pago

source: Transportation
es: Transporte
it: Trasporti
pt_br: Transporte

source: Try Again
es: Reintentar
it: Riprova
pt_br: Tentar novamente

source: Turn On Reminders
es: Activar recordatorios
it: Attiva i promemoria
pt_br: Ativar lembretes

source: Two minutes of setup — then Billo takes over the remembering.
es: Dos minutos para configurarlo; después, Billo se encarga de recordarlo todo.
it: Due minuti per iniziare — poi a ricordare ci pensa Billo.
pt_br: Dois minutos de configuração — e o Billo assume a parte de lembrar.

source: Two ways to see your bills
es: Dos formas de ver tus recibos
it: Due modi di vedere le tue bollette
pt_br: Duas formas de ver suas contas

source: Type
es: Tipo
it: Tipo
pt_br: Tipo

source: Unknown Bill
es: Recibo desconocido
it: Bolletta sconosciuta
pt_br: Conta desconhecida

source: Unknown purchase state.
es: Estado de compra desconocido.
it: Stato dell'acquisto sconosciuto.
pt_br: Estado da compra desconhecido.

source: Unlimited bills and charts — know where your money goes
es: Recibos ilimitados y gráficos para saber adónde va tu dinero
it: Bollette illimitate e grafici — scopri dove vanno i tuoi soldi
pt_br: Contas ilimitadas e gráficos — saiba para onde vai seu dinheiro

source: Unlock all your bills
es: Desbloquea todos tus recibos
it: Sblocca tutte le tue bollette
pt_br: Desbloqueie todas as suas contas

source: Unlock all your income
es: Desbloquea todos tus ingresos
it: Sblocca tutte le tue entrate
pt_br: Desbloqueie toda a sua renda

source: Unlock everything with Billo Pro. Cancel anytime.
es: Desbloquéalo todo con Billo Pro. Cancela cuando quieras.
it: Sblocca tutto con Billo Pro. Disdici quando vuoi.
pt_br: Desbloqueie tudo com o Billo Pro. Cancele quando quiser.

source: Unlock spending insights with Billo Pro
es: Desbloquea el análisis de gastos con Billo Pro
it: Sblocca l'analisi delle spese con Billo Pro
pt_br: Desbloqueie a análise de gastos com o Billo Pro

source: Unlock spending insights with Billo Pro.
es: Desbloquea el análisis de gastos con Billo Pro.
it: Sblocca l'analisi delle spese con Billo Pro.
pt_br: Desbloqueie a análise de gastos com o Billo Pro.

source: Unpaid
es: Sin pagar
it: Non pagata
pt_br: Não paga

source: Upcoming Occurrences
es: Próximos vencimientos
it: Prossime scadenze
pt_br: Próximos vencimentos

source: Upgrade to Pro
es: Pasar a Pro
it: Passa a Pro
pt_br: Assinar o Pro

source: Upgrade to see all
es: Mejora tu plan para verlo todo
it: Passa a Pro per vedere tutto
pt_br: Assine para ver tudo

source: Use %@
es: Usar %@
it: Usa %@
pt_br: Usar %@

source: Utilities
es: Servicios
it: Utenze
pt_br: Contas de consumo

source: Version %@
es: Versión %@
it: Versione %@
pt_br: Versão %@

source: View All Payments
es: Ver todos los pagos
it: Vedi tutti i pagamenti
pt_br: Ver todos os pagamentos

source: View Full History
es: Ver historial completo
it: Vedi tutta la cronologia
pt_br: Ver histórico completo

source: Was due %@
es: Vencía el %@
it: Scadeva il %@
pt_br: Venceu em %@

source: Was the electricity due yesterday?
es: ¿La luz vencía ayer?
it: La luce non scadeva ieri?
pt_br: A conta de luz venceu ontem?

source: Water
es: Agua
it: Acqua
pt_br: Água

source: Weekly
es: Semanal
it: Settimanale
pt_br: Semanal

source: Weekly on %@
es: Cada semana el %@
it: Ogni settimana il %@
pt_br: Toda semana · %@

source: We’ll remind you before ^[your %lld bill](inflect: true) are due — never after.
es: Te avisaremos antes del vencimiento de ^[tu %lld recibo](inflect: true), nunca después.
it: Ti avviseremo in anticipo per ^[la tua %lld bolletta](inflect: true) — mai dopo.
pt_br: Vamos lembrar você antes do vencimento de ^[%lld conta](inflect: true) — nunca depois.

source: We’ll remind you before your bills are due — never after.
es: Te avisaremos antes de que venzan tus recibos, nunca después.
it: Ti avviseremo prima che le bollette scadano — mai dopo.
pt_br: Vamos lembrar você antes de suas contas vencerem — nunca depois.

source: What’s coming in?
es: ¿Qué ingresos vas a recibir?
it: Quali sono le tue entrate?
pt_br: O que está entrando?

source: What’s coming out before payday?
es: ¿Qué recibos vencen antes del próximo ingreso?
it: Quanto se ne va prima dello stipendio?
pt_br: O que ainda sai antes do salário cair?

source: What’s your currency?
es: ¿Cuál es tu moneda?
it: Qual è la tua valuta?
pt_br: Qual é a sua moeda?

source: Which bills do you pay?
es: ¿Qué recibos pagas?
it: Quali bollette paghi?
pt_br: Quais contas você paga?

source: Why we ask for this
es: Por qué te lo pedimos
it: Perché te lo chiediamo
pt_br: Por que pedimos isso

source: Worried thoughts about bills popping up: was the electricity due yesterday, what’s coming out before payday, did that subscription renew again
es: Pensamientos de preocupación por los recibos: ¿la luz vencía ayer?, ¿qué recibos vencen antes del próximo ingreso?, ¿otra vez se renovó esa suscripción?
it: Pensieri preoccupati sulle bollette che spuntano: la luce non scadeva ieri, quanto se ne va prima dello stipendio, quell’abbonamento si è rinnovato ancora
pt_br: Pensamentos preocupados com contas surgindo: a conta de luz venceu ontem, o que ainda sai antes do salário cair, aquela assinatura renovou de novo

source: Yearly
es: Anual
it: Annuale
pt_br: Anual

source: You've outgrown the free plan
es: El plan gratuito ya se te queda corto
it: Il piano gratuito ti sta stretto
pt_br: O plano gratuito ficou pequeno para você

source: Your bills live everywhere
es: Tus recibos viven en todas partes
it: Le tue bollette sono ovunque
pt_br: Suas contas estão por todo lado

source: Your data is safe — see every bill again with Billo Pro.
es: Tus datos están a salvo: vuelve a ver todos tus recibos con Billo Pro.
it: I tuoi dati sono al sicuro — rivedi ogni bolletta con Billo Pro.
pt_br: Seus dados estão seguros — veja todas as contas de novo com o Billo Pro.

source: Your data is safe — see every income again with Billo Pro.
es: Tus datos están a salvo: vuelve a ver todos tus ingresos con Billo Pro.
it: I tuoi dati sono al sicuro — rivedi ogni entrata con Billo Pro.
pt_br: Seus dados estão seguros — veja todas as suas fontes de renda novamente com o Billo Pro.

source: Your data, anywhere
es: Tus datos, donde quieras
it: I tuoi dati, ovunque
pt_br: Seus dados, onde você quiser

source: Your morning digest, so nothing sneaks up on you.
es: Tu resumen de la mañana, para que nada te tome por sorpresa.
it: Il tuo riepilogo del mattino, così niente ti coglie di sorpresa.
pt_br: Seu resumo da manhã, para nada pegar você de surpresa.

source: Your purchases were restored.
es: Se restauraron tus compras.
it: I tuoi acquisti sono stati ripristinati.
pt_br: Suas compras foram restauradas.

source: You’re all set
es: Todo listo
it: È tutto pronto
pt_br: Tudo certo

source: You’re set up for a calmer, more predictable billing routine.
es: Todo listo para una rutina de pagos más tranquila y predecible.
it: Ti aspetta una gestione delle bollette più serena e prevedibile.
pt_br: Agora suas contas vão seguir uma rotina mais calma e previsível.

# ^[%lld bill](inflect: true) · ~%@ / month
source: ^[%1$lld bill](inflect: true) · ~%2$@ / month
es: ^[%1$lld recibo](inflect: true) · ~%2$@ / mes
it: ^[%1$lld bolletta](inflect: true) · ~%2$@ al mese
pt_br: ^[%1$lld conta](inflect: true) · ~%2$@ / mês

source: ^[%lld more bills](inflect: true) hidden by the free plan.
es: El plan gratuito oculta ^[%lld recibo más](inflect: true).
it: Il piano gratuito nasconde ^[%lld altra bolletta](inflect: true).
pt_br: Mais ^[%lld conta oculta](inflect: true) pelo plano gratuito.

source: ^[%lld more incomes](inflect: true) hidden by the free plan.
es: El plan gratuito oculta ^[%lld ingreso más](inflect: true).
it: Il piano gratuito nasconde ^[%lld altra entrata](inflect: true).
pt_br: Mais ^[%lld fonte de renda oculta](inflect: true) pelo plano gratuito.

source: a bill-tracker app review
es: reseña de una app de recibos
it: una recensione di un'app per le bollette
pt_br: avaliação de um app de contas

source: avg. %lld days early
es: promedio: %lld días antes
it: in media %lld giorni in anticipo
pt_br: média: %lld dias antes

source: avg. %lld days late
es: promedio: %lld días de retraso
it: in media %lld giorni in ritardo
pt_br: média: %lld dias de atraso

source: avg. right on time
es: promedio: a tiempo
it: in media puntuali
pt_br: média: no dia do vencimento

source: days
es: días
it: giorni
pt_br: dias

source: in %lld days
es: en %lld días
it: tra %lld giorni
pt_br: em %lld dias

source: month on the
es: mes el
it: mese il
pt_br: mês · no

source: months
es: meses
it: mesi
pt_br: meses

source: months on the
es: meses el
it: mesi il
pt_br: meses · no

source: now
es: ahora
it: adesso
pt_br: agora

source: paid on time
es: pagados a tiempo
it: pagati in tempo
pt_br: pagos em dia

# plus %lld more bill is overdue
source: plus %1$lld more bill is overdue
es: y %1$lld recibo más está vencido
it: e %1$lld altra bolletta scaduta
pt_br: e mais %1$lld conta está vencida

# plus %lld more bills are overdue
source: plus %1$lld more bills are overdue
es: y %1$lld recibos más están vencidos
it: e altre %1$lld bollette scadute
pt_br: e mais %1$lld contas estão vencidas

source: selected
es: seleccionado
it: selezionato
pt_br: selecionado

source: today
es: hoy
it: oggi
pt_br: hoje

source: week on
es: semana el
it: settimana il
pt_br: semana ·

source: weeks on
es: semanas el
it: settimane il
pt_br: semanas ·

source: “I’m tired of feeling behind. I just want to know what’s due next.”
es: «Me cansa sentir que nunca estoy al día. Solo quiero saber cuál es el próximo vencimiento.»
it: “Non ne posso più di sentirmi sempre indietro. Voglio solo sapere qual è la prossima scadenza.”
pt_br: “Cansei de viver correndo atrás. Só quero saber o que vence em seguida.”

# …and %lld more
source: …and %1$lld more
es: …y %1$lld más
it: …e altre %1$lld
pt_br: …e mais %1$lld

source: Color
it: Colore
pt_br: Cor

source: Error
it: Errore
pt_br: Erro

source: General
it: Generali
pt_br: Geral

source: Ref: %@
it: Rif.: %@
